const Map<String, String> faIR = {
  ///HomePage
  "title": "محاسبه گر BMI",
  "about": "BMI چیست",
  "lang": "زبان",
  "langChoose": "انتخاب کنید",
  "contact": "تماس با من",
  "rate": "امتیاز به برنامه",
  "apps": "برنامه‌های دیگر من",
  "male": "مرد",
  "female": "زن",
  "height": "قد",
  "cm": " سانتی متر",
  "age": "سن",
  "weight": "وزن",
  "kg": " کیلوگرم",
  "calculate": "محاسبه",

  ///Result
  "result": "نتیجه",
  "yourRes": "نتیجه شما:",
  "overweight": "اضافه وزن",
  "normal": "عادی",
  "underweight": "کمبود وزن",
  "obese": "چاق!",
  "desc1": "BMI شما برابر است با ",
  "desc2": "، که نشان می‌دهد وزن شما برای بزرگسالان با قد شما در گروه ",
  "descOver3": "اضافه وزن",
  "desc4": " قرار دارد. برای قد شما، یک محدوده وزن طبیعی از ",
  "desc5": " تا ",
  "descOver6":
      " کیلوگرم می‌باشد. افرادی که دارای اضافه وزن یا چاقی هستند بیشتر در معرض بیماری‌های مزمن"
          " مانند فشار خون بالا، دیابت و کلسترول بالا قرار دارند.",
  "descNorm3": "طبیعی",
  "descNorm6":
      " کیلوگرم می‌باشد. حفظ وزن سالم می‌تواند خطر ابتلا به بیماری های مزمن مرتبط با اضافه وزن و چاقی را کاهش دهد.",
  "descOb3": "افراد چاق",
  "descOb6":
      " کیلوگرم می‌باشد. افرادی که دارای اضافه وزن یا چاقی هستند بیشتر در معرض بیماری‌های مزمن"
          " مانند فشار خون بالا، دیابت و کلسترول بالا قرار دارند.",
  "descUnder3": "کمبود وزن",
  "descUnder6":
      " کیلوگرم می‌باشد. برای تعیین علت‌های احتمالی کمبود وزن و در صورت نیاز به چاق شدن به یک متخصص مراجعه کنید.",
  "reCal": "محاسبه‌ی مجدد",

  ///AboutPage
  "about1": "شاخص توده بدن (BMI)، مقداری است که از توده (وزن) و قد یک شخص حاصل می‌شود. BMI به صورت وزن تقسیم بر"
      " مربع قد انسان، تعریف می‌شود و در واحد kg/m\² بیان می‌شود، در نتیجه وزن برحسب کیلوگرم و قد برحسب متر حاصل می‌شود. BMI ممکن است"
      " با استفاده از یک جدول یا نمودار تعیین شود که BMI را به عنوان تابعی از وزن و قد با استفاده از خطوط کانتور "
      "یا رنگ برای دسته‌های مختلف BMI نشان می‌دهد و ممکن است از سایر واحدهای اندازه‌گیری (برای محاسبه به واحدهای متریک تبدیل می‌شود)"
      " استفاده کند. BMI یک قاعده سرانگشتی مناسب است که برای دسته‌بندی کلی افراد در کمبود وزن، وزن طبیعی، اضافه وزن یا چاقی"
      " بر اساس توده بافتی (عضله، چربی و استخوان) و قد استفاده می‌شود. محدوده‌های معمول پذیرش BMI، کمبود وزن "
      "(زیر 18.5 kg/m\²)، وزن طبیعی (18.5 تا 25)، اضافه وزن (25 تا 30) و چاقی (بالای 30)"
      " است. BMI زیر 20 و بالاتر از 25 با افزایش علل مرگ و میر (به دلایل مختلف) همراه بوده و با افزایش فاصله از دامنه 20-25 خطر افزایش می‌یابد.\n",
  "about2": "\nتاریخچه:\n",
  "about3": "\nآدولف کوئیتلت، ستاره شناس، ریاضیدان، آمار شناس و جامعه شناس بلژیکی،"
      " پایه BMI را بین سال‌های 1830 تا 1850 در حالی که آن را \"فیزیک اجتماعی\" نامید، ابداع کرد."
      " اصطلاح مدرن \"شاخص توده بدنی\" (BMI)، برای نسبت وزن بدن انسان به مربع قد، در مقاله‌ای منتشر شد که "
      "در ژوئیه 1972 در مجله Journal of Chronic Diseases اثر Ancel Keys و دیگران، منتشر شد. در این مقاله، Keys درباره‌ی BMI "
      "اینگونه گفت: \"... اگر کاملاً راضی کننده نباشد، حداقل به اندازه هر شاخص وزن نسبی دیگر به عنوان شاخص چاقی نسبی، خوب است\".",
  "about4": "\n\n\nمنبع: ",
  "about5": "\n\n\nویکی پدیا",
};
